sync-media-check-required = Дошло је до проблема при синхронизацији медија. Молимо Вас да користите Алатке>Преглед медија, затим да синхронизујете поново да би се проблем уклонио.
sync-wrong-pass = AnkiWeb ID или лозинка су били погрешни; покушајте поново.
sync-conflict-explanation =
    Ваши шпилови овде и на AnkiWeb се разликују, тако да не могу бити обједињени, и неопходно је да замените шпилове на једној страни шпиловима са друге стране.
    
    Ако се одлучите за преузимање, Anki ће преузети колекцију из AnkiWeb и све промене, које сте урадили на рачунару од момента последње синхронизације, биће изгубљене.
    
    
    Ако се одлучите за отпремање, Anki ће учитати своју колекцију у AnkiWeb, и све промене, које сте урадили на AnkiWeb или другим уређајима, од мемента последње синхронизације за тај уређај, биће изгубљене.
    
    Након што синхронизујете све уређаје, будући прегледи и додавања карата могу бити обједињени аутоматски.
sync-download-from-ankiweb = Преузми са AnkiWeb
sync-upload-to-ankiweb = Учитај на AnkiWeb
sync-cancel-button = Откажи
sync-downloading-from-ankiweb = Преузимање са AnkiWeb...
sync-uploading-to-ankiweb = Учитавање на AnkiWeb...
sync-syncing = Синхронизација...
sync-checking = Provjeravam...
sync-ankiweb-id-label = AnkiWeb ID:
sync-password-label = Лозинка:
sync-account-required =
    <h1>Потребан је налог</h1>
    За синхронизацију колекције, потребан вам је налог.  <a href="{ $link }">Региструјте</a> налог, а затим  испод унесите податке из налога.
sync-connecting = Повезивање...
