errors-standard-popup =
    <h1>Սխալ</h1>
    
    <p>Տեղի ունեցավ սխալ: Օգտագործեք <b>Գործիքներ &gt; Ստուգել շտեմարանը</b> տեսնելու արդյոք դա կլուծի խնդիրը:</p>
    
    <p>Եթե խնդիրը մնում է, ապա զեկուցեք այդ մասին մեր <a href="https://help.ankiweb.net">կայքէջում</a>. Պատճենեք և փակցրեք  ներքևի տեղեկությունները զեկույցի մեջ:</p>
errors-addons-active-popup =
    <h1>Սխալ</h1>
    
    <p>Տեղի ունեցավ սխալ: Մեկնարկեք Anki-ն՝ սեղմած պահելով Shift ստեղնը: Դա ժամանակավոր կանջատի տեղադրված հավելումները:</p>
    
    <p>Եթե սխալը տեղի է ունենում միայն երբ հավելումները միացված են, ապա օգտագործեք Գործիքներ&gt;Հավելումներ ընտրացուցակը հավելումները մեկ առ մեկ անջատելու և Anki-ն վերամեկնարկելու համար: Կրկնեք մինչև որ հայտնաբերեք խնդիր առաջացնող հավելումը:</p>
    
    <p>Երբ հայտնաբերեք խնդիր առաջացնող հավելումը, զեկուցեք այդ մասին մեր կայքի <a href="https://help.ankiweb.net/discussions/add-ons/">հավելումների բաժնում</a>:
    
    <p>Վրիպազերծման տեղեկություններ՝</p>
errors-accessing-db =
    Շտեմարանին դիմելիս սխալ տեղի ունեցավ:
    
    Հնարավոր պատճառներ՝
    
    - Հակավիրուսային ծրագիրը, հրապատը, պահուստը կամ համաժամեցման ծրագիրը կարող է միջամտել Anki-ի աշխատանքին: Փորձեք մեկ առ մեկ անջատել այդ ծրագրերը և ստուգեք, արդյոք խնդիրը վերացավ:
    - Ձեր սկավառակը կարող է լցված լինել:
    - Documents/Anki պանակը կարող է լինել ցանցային հիշասարքում:
    - Documents/Anki պանակում գտնվող նիշքերը կարող են չգրվող լինել:
    - Հնարավոր է, որ կոշտ սկավառակը սխալներ է պարունակում:
    
    Լավ կլինի օգտվել Գործիքներ>Ստուգել շտեմարանը գործառույթից, որպեսզի համոզվեք, որ հավաքածուն վնասված չէ:
errors-unable-open-collection =
    Anki-ն չկարողացավ բացել ձեր հավաքածուի նիշքը: Եթե համակարգիչը վերագործարկելուց հետո խնդիրները մնան, օգտագործեք Բացել Պահուստը կոճակը հատկագրի կառավարիչում:
    
    Վրիպազերծման տեղեկություններ՝
