-errors-support-site = [қолдау сайты](https://help.ankiweb.net)
errors-standard-popup2 = Anki мәселеге тап болды. Ақауды жою қадамдарын орындаңыз.
errors-may-be-addon = Мәселе қондырмадан туындаған болуы мүмкін.
errors-troubleshooting-button = Ақауларды Жою
errors-copy-debug-info-button = Оңдау Дерегін Көшіру
errors-copied-to-clipboard = Буферге көшірілді
errors-standard-popup =
    # Қате
    
    Қателік орын алды. Қателікті түзету үшін Құралдар > Дерекқорды тексеру мәзірін пайдаланыңыз.
    
    Егер қате қайталанса, мәселе туралы { -errors-support-site } сайтымыз арқылы хабарлаңыз.
    Төмендегі ақпаратты есепке көшіріп, жолдаңыз.
errors-addons-active-popup =
    # Қате
    
    Қателік орын алды. Қондырмаларды уақытша сөндіру үшін Anki-ді Shift пернесін басып тұрып іске қосыңыз.
    
    Егер мәселе тек қондырмалар қосылғанда пайда болса, Құралдар > Қондырмалар мәзіріне өтіп, кейбір қондырмаларды өшіріп, Anki-ді қайта іске қосыңыз. Қай қондырма ақау тудырып тұрғанын тапқанша осы әрекетті қайталаңыз.
    
    Ақау тудырып тұрған қондырма анықталған соң, қондырма авторына хабарлаңыз.
    
    Ақау туралы мәлімет:
errors-accessing-db =
    Деректор қорына қосылу кезінде қателік орын алды. 
    
    Себеп болуы мүмкін:
    
    - Антивирус, брандмауэр (firewall), сақтық көшірме немесе синхрондау бағдарламасы Anki-жұмысына кедергі келтіруі. Қателікті жою үшін, аталған бағдарламаны сөндіріп көріңіз.
    - Диск толы.
    - Documents/Anki директориясы желілік дискіде орналасқан.
    - Documents/Anki директориясындағы файлдар жазуға жарамсыз.
    - Қатты дискіңізде ақаулар бар.
    
    Коллекцияңыздың зақымдалмағанына көз жеткізу үшін Құралдар > Дерекқорды тексеру мәзірін пайдаланған жөн.
errors-unable-open-collection =
    Anki коллекция файлын аша алмады.
    Егер компьютерді қайта іске қосқаннан кейін де қате сақталса, бейін басқару терезесіндегі Сақтық Көшірмені ашу батырмасын пайдаланыңыз.
    
    Ақау туралы мәлімет:
errors-windows-tts-runtime-error = TTS қызметінде қателік орын алды. Windows жаңартулары орнатылғанына көз жеткізіңіз, компьютерді қайта іске қосып көріңіз немесе басқа дауыс таңдаңыз.
errors-windows-ssl-updates = Қауіпсіз байланыс орнатылмады. Windows жаңартулары орнатылғанына көз жеткізіп, қайталап көріңіз.

## OBSOLETE; you do not need to translate this

