errors-accessing-db =
    Дошло је до грешке при прегледу базе података.
    
    Могући узроци:
    
    - Антивирус, фајервол, резервно копирање, или програм за синхронизацију можда смета Anki-ју. Покушајте да искључите такве програме и погледајте да ли ће проблем нестати.
    - Ваш диск је пун.
    - Documents/Anki фасцикла је можда на мрежном диску.
    - Датотеке у Documents/Anki фасцикли могу бити недоступни за записивање.
    - Ваш хард диск је можда покварен.
    
    Добра идеја је да покренете Алатке(Tools)>Провери базу података, да бисте се осигурали да ваша колекција није оштећена.

