Repository: ankitects/anki
Catalog: anki/locale/libanki_*.po
Languages: es_es, fi_fi, fr_fr, nb_no

source: Error processing audio. If you're on Linux and don't have sox 14.1+, you need to disable normalization. See the wiki. Command was:
es_es: Error procesando el audio. Si está en Linux y no tiene sox 14.1+, usted necesita desactivar la normalización.Vea la wiki. El comando es:
fi_fi: Äänen käsittely epäonnistui. Jos käytät Linuxiin pohjautuvaa käyttöjärjestelmää eikä sinulla ole sox-paketin versiota 14.1 tai uudempaa asennettuna, niin äänen normalisointi pitää ottaa pois käytöstä. Lisätietoja on wikissä. Komento oli:
nb_no: Feil under behandling av lyd. Hvis du bruker Linux og ikke har sox 14.1+ så må du stenge av normalisering. Se på wiki'en. Kommandoen var:

source: The current importer only supports a single active card template. Please disable all but one card template.
es_es: El importador actual solo soporta una plantilla activa única. Por favor, desactive todas salvo una plantilla de tarjeta.
nb_no: Den nåværende importfunksjonen støtter kun en aktiv kortmal. Deaktiver alle unntatt en kortmal.

source: %(partOf)d of %(totalSum)d
es_es: %(partOf)d de %(totalSum)d
nb_no: %(partOf)d av %(totalSum)d

source: %s ago
es_es: hace %s
fi_fi: %s sitten
fr_fr: il y a %s
nb_no: %s siden

source: %s copy
es_es: %s copiar
fi_fi: %s (kopio)
nb_no: %s-kopi

source: %s day
es_es: %s día
fi_fi: %s päivä
fr_fr: %s jour
nb_no: %s dag

source: %s hour
es_es: %s hora
fi_fi: %s tunti
fr_fr: %s heure
nb_no: %s time

source: %s minute
es_es: %s minuto
fi_fi: %s minuutti
nb_no: %s minutt

source: %s month
es_es: %s mes
fi_fi: %s kuukausi
fr_fr: %s mois
nb_no: %s måned

source: %s second
es_es: %s segundo
fi_fi: %s sekunti
fr_fr: %s seconde
nb_no: %s sekund

source: %s year
es_es: %s año
fi_fi: %s vuosi
fr_fr: %s année
nb_no: %s år

source: <b>%(a)d</b> (<b>%(b)s</b>/day)
es_es: <b>%(a)d</b> (<b>%(b)s</b>/día)
nb_no: <b>%(a)d</b> (<b>%(b)s</b>/dag)

source: <b>%(a)s</b>/day, <b>%(b)s</b>/mon
es_es: <b>%(a)s</b>/día, <b>%(b)s</b>/mes
nb_no: <b>%(a)s</b>/dag, <b>%(b)s</b>/mån

source: <div style="white-space: normal;"> <h1>Congratulations!</h1>You have finished for now.<br><br> %(next)s %(spaceSusp)s </div>
es_es: <div style="white-space: normal;"> <h1>¡Felicidades!</h1>Ha terminado por ahora.<br><br> %(next)s %(spaceSusp)s </div>
fi_fi: <div style="white-space: normal;"> <h1>Onnittelut!</h1>Olet käynyt pakan läpi toistaiseksi.<br><br> %(next)s %(spaceSusp)s </div>
nb_no: <div style="white-space: normal;"> <h1>Gratulerer!</h1>Du er ferdig for denne gang.<br><br> %(next)s %(spaceSusp)s </div>

source: <style>b { color: #00f; }</style> At this time tomorrow:<br> %(wait)s<br> %(new)s
es_es: <style>b { color: #00f; }</style> A la misma hora mañana:<br> %(wait)s<br> %(new)s
nb_no: <style>b { color: #00f; }</style> På denne tiden imorgen:<br> - %(wait)s<br> - %(new)s

source: <table> <tr><td><b>Added/Changed&nbsp;&nbsp;&nbsp;</b></td> <td><b>Here&nbsp;&nbsp;&nbsp;</b></td><td><b>Server</b></td></tr> <tr><td>Cards</td><td>%(lc)d</td><td>%(rc)d</td></tr> <tr><td>Facts</td><td>%(lf)d</td><td>%(rf)d</td></tr> <tr><td>Models</td><td>%(lm)d</td><td>%(rm)d</td></tr> <tr><td>Media</td><td>%(lM)s</td><td>%(rM)s</td></tr> <tr><td>Stats</td><td>%(ls)s</td><td>%(rs)s</td></tr> </table>
es_es: <<table> <tr><td><b>Añadidas/Cambiadas&nbsp;&nbsp;&nbsp;</b></td> <td><b>Aquí&nbsp;&nbsp;&nbsp;</b></td><td><b>Servidor</b></td></tr> <tr><td>Tarjetas</td><td>%(lc)d</td><td>%(rc)d</td></tr> <tr><td>Hechos</td><td>%(lf)d</td><td>%(rf)d</td></tr> <tr><td>Modelos</td><td>%(lm)d</td><td>%(rm)d</td></tr> <tr><td>Media</td><td>%(lM)s</td><td>%(rM)s</td></tr> <tr><td>Estadísticas</td><td>%(ls)s</td><td>%(rs)s</td></tr> </table>

source: Added
es_es: Añadida
fi_fi: Lisätty
fr_fr: Ajoutée
nb_no: Nye

source: Added last month
es_es: Añadidas en el último mes
fi_fi: Lisätty viimekuussa
fr_fr: Ajouté le mois dernier
nb_no: Nye forrige måned

source: Added last week
es_es: Añadidas en la última semana
fi_fi: Lisätty viimeviikolla
fr_fr: Ajouté la semaine dernière
nb_no: Nye forrige uke

source: Anki Deck (*.anki)
es_es: Mazo Anki (*.anki)

source: Answer Card
es_es: Tarjeta de Respuesta
fi_fi: korttiin vastaaminen
nb_no: Svarkort

source: Average Time
es_es: Tiempo Medio
fi_fi: Vastausnopeus
nb_no: Gjennomsnittstid

source: Average reps
es_es: Media de repeticiones
fi_fi: Kertauksia
fr_fr: Répétitions
nb_no: Gjennomsnittlig antall gjentagelser

source: Averages
es_es: Medias
nb_no: Gjennomsnitt

source: Avg. added
es_es: Media de añadidas
fi_fi: Uusia
fr_fr: Ajouts
nb_no: Gjennomsn. nye

source: Basic
es_es: Básico
fi_fi: Perusmalli
fr_fr: Simple
nb_no: Grunnleggende

source: Card Template
es_es: Plantilla de Tarjeta
fi_fi: Korttimalline
nb_no: Kortmal

source: Card counts
es_es: Número de tarjetas
nb_no: Antall kort

source: Cards in tab-separated text file (*.txt)
es_es: Tarjetas en un archivo de texto separado por tabulador (*.txt)
fi_fi: Sarkaimella erotettu korttitiedosto (*.txt)
fr_fr: Cartes dans un fichier texte à séparateur tabulation (*.txt)
nb_no: Kort til tabb-separert tekstfil (*.txt)

source: Center
es_es: Centrar
fi_fi: Keskitä
fr_fr: Centre
nb_no: Sentrer

source: Changed
es_es: Cambiada
fi_fi: Muutettu
fr_fr: Changée
nb_no: Endret

source: Changing cards...
es_es: Cambiando tarjetas...
fi_fi: Vaihdetaan kortteja...
nb_no: Endrer kort...

source: Changing fields...
es_es: Cambiando campos...
fi_fi: Vaihdetaan kenttiä...
nb_no: Endrer felt...

source: Check Media DB
es_es: Comprobar BD Multimedia
fi_fi: Tarkista mediatietokanta
nb_no: Kontroller mediadatabase

source: Checking integrity...
es_es: Comprobando integridad...
fi_fi: Tarkistetaan eheyttä...
nb_no: Kontrollerer databaseintegritet

source: Checking schema...
es_es: Comprobando esquema...
fi_fi: Tarkistetaan skeemaa...
nb_no: Kontrollerer skjema...

source: Checksum files...
es_es: Comprobar la suma de verificación de los archivos...
fi_fi: Lasketaan tiedostojen tarkistuslukemia...
nb_no: Lager filnavn basert på sjekksum...

source: Correct answers
es_es: Respuestas correctas
nb_no: Rett svarene

source: CueCard Deck (*.wcu)
es_es: Mazo CueCard (*.wcu)

source: Custom failed cards handling
es_es: Personalizar gestión de las tarjetas falladas
fi_fi: Mukautettu unohtuneiden korttien käsittely
nb_no: Tilpasset håndtering av feilbesvarte kort

source: Database file is damaged. Please restore from automatic backup (see FAQ).
es_es: Archivo de Base de Datos dañado. Restaurela del respaldo automático (vea el FAQ).

source: Deck Statistics
es_es: Estadísticas del Mazo
fi_fi: Pakan tilastot
fr_fr: Statistiques de paquet
nb_no: Kortstokkstatistikk

source: Deck created: <b>%s</b> ago<br>
es_es: Mazo creado: Hace <b>%s</b><br>
fi_fi: Luotu: <b>%s</b> sitten<br>
fr_fr: Paquet créé : il y a <b>%s</b><br>
nb_no: Korstokk opprettet: for <b>%s</b> siden<br>

source: Deck missing core table
es_es: El mazo carece de tabla central

source: Deck was missing a model
es_es: El mazo carecía de un modelo.
fi_fi: Pakassa ei ollut mallia
fr_fr: Il manque un modèle au paquet
nb_no: Det manglet en modell i kortstokken

source: Delete stale references...
es_es: Borrar referencias antiguas...
fi_fi: Poistetaan kuolleita viittauksia...
nb_no: Ta bort foreldede referanser...

source: Delete unused files...
es_es: Eliminar campos no usados...
fi_fi: Poistetaan käyttämättömiä tiedostoja...
nb_no: Ta bort ubrukte filer...

source: Deleted %d card with missing fact
es_es: Eliminada %d una tarjeta con hechos ausente
nb_no: Tok bort %d kort som manglet fakta

source: Deleted %d card with no card template
es_es: Eliminada %d tarjeta sin plantilla de tarjeta
nb_no: Tok bort %d kort som manglet kortmal

source: Deleted %d dangling field
es_es: Eliminado %d campo oscilante
nb_no: Tok bort %d ubrukte felt

source: Deleted %d fact with missing fields
es_es: Eliminado %d hecho con campos ausentes
nb_no: Tok bort %d fakta som manglet felt

source: Deleted %d fact with no cards
es_es: Eliminado %d hecho sin tarjetas
nb_no: Tok bort %d fakta uten kort

source: Deleted %d field with missing field model
es_es: Borrado %d hecho con campo ausente de modelo

source: Deleted:
es_es: Eliminadas:

source: Due
es_es: Programadas
fi_fi: Erääntynyt
nb_no: Tidsfristen er ute

source: Ease
es_es: Dificultad
fi_fi: Helppous
nb_no: Innlæringsgrad

source: Error executing 'latex' or 'dvipng'. A log file is available here: %s
es_es: Error ejecutando 'latex' o 'dvipng'. Un archivo de registro está disponible aquí: %s
fi_fi: Komennon latex tai dvipng suorittaminen epäonnistui. Lokitiedosto on saatavilla: %s
nb_no: Feil under kjøring av 'latex' eller 'dvipng'. Det finnes en loggfil her: %s

source: Exporting...
es_es: Exportando...
fi_fi: Viedään...
nb_no: Eksporterer...

source: Facts in tab-separated text file (*.txt)
es_es: Hechos en un archivo de texto separado por tabulador (*.txt)
fi_fi: Sarkaimella erotetut faktatiedostot (*.txt)
fr_fr: Faits dans un fichier texte à séparateur tabulation (*.txt)
nb_no: Fakta i tabb-separert tekstfil (*.txt)

source: File is in use by another process
es_es: El archivo está en uso por otro proceso
fi_fi: Tiedosto on toisen prosessin käytössä
fr_fr: Un autre processus utilise ce fichier
nb_no: Filen brukes av en annen prosess

source: First Review
es_es: Primer Repaso
fi_fi: Ensimmäinen kertaus
nb_no: Første repetisjon

source: First last month
es_es: Primera vez en el último mes
fi_fi: Ensimmäisiä viimekuussa
fr_fr: Première fois le mois dernier
nb_no: Første forrige måned

source: First last week
es_es: Primera vez en la última semana
fi_fi: Ensimmäisiä viimeviikolla
fr_fr: Première fois la semaine dernière
nb_no: Første forrige uke

source: First-seen cards:
es_es: Tarjetas vista por primera vez:
nb_no: Nye kort:

source: Importing...
es_es: Importando...
nb_no: Importerer...

source: Interval
es_es: Intervalo
fi_fi: Aikaväli
fr_fr: Intervalle
nb_no: Intervall

source: Last Due
es_es: Última Programada
fi_fi: Viimeksi erääntynyt
nb_no: Sist tidsfristen utløp

source: Last Ease
es_es: Última Dificultad
fi_fi: Edellinen helppous
nb_no: Seneste innlæringsgrad

source: Last Interval
es_es: Último Intervalo
fi_fi: Edellinen aikaväli
nb_no: Seneste intervall

source: Left
es_es: Izquierda
fi_fi: Vasen
fr_fr: Gauche
nb_no: Venstre

source: Mature
es_es: Madura
fi_fi: Varmat
fr_fr: Mûre
nb_no: Gamle

source: Mature cards: <!--card count-->
es_es: Tarjetas maduras: <!--card count-->
nb_no: Gamle kort: <!--card count-->

source: Mature cards: <!--correct answers-->
es_es: Tarjetas maduras: <!--correct answers-->
nb_no: Gamle kort: <!--correct answers-->

source: MediaMissing
es_es: MediaFaltante
fi_fi: MediaPuuttuu
nb_no: Mediefil mangler

source: Missing required/unique field '%(field)s'
es_es: Ausente campo requerido/único '%(field)s'
nb_no: Obligatoriske/unike felt '%(field)s' mangler

source: Mnemosyne Deck (*.mem)
es_es: Mazo Mnemosyne (*.mem)
nb_no: Mnemosynekortstokk (*.mem)

source: Model Tags
es_es: Etiquetas del Modelo
fi_fi: Mallitägit
nb_no: Modelletiketter

source: Modify fields...
es_es: Modificar campos...
fi_fi: Muutetaan kenttiä...
nb_no: Endre felt...

source: New
es_es: Nueva
fi_fi: Uudet
nb_no: Nye

source: No cards are due.
es_es: No hay tarjetas programadas.
fi_fi: Ei erääntyneitä kortteja.
nb_no: Ingen kort der tiden er inne for repetisjon.

source: Please add some cards first.
es_es: Por favor, añada algunas tarjetas antes.
nb_no: Legg til noen kort først.

source: Processing...
es_es: Procesando...
fi_fi: Käsitellään...
nb_no: Behandler...

source: Rebuilding QA cache...
es_es: Reconstruyendo caché de Preguntas/Respuestas...
fi_fi: Alustetaan QA-välimuistia...
nb_no: Bygger om spørsmål/svars-cachen...

source: Rebuilding counts...
es_es: Reconstruyendo contadores...
fi_fi: Alustetaan lukumääriä...
nb_no: Bygger om antallsberegninger...

source: Rebuilding tag cache...
es_es: Reconstruyendo caché de etiquetas...
fi_fi: Alustetaan tägivälimuistia...
nb_no: Bygger om etikett-cachen...

source: Rebuilding types...
es_es: Reconstruyendo tipos...
fi_fi: Alustetaan tyyppejä...
nb_no: Bygger om typer...

source: Reps last month
es_es: Repeticiones en el último mes
fi_fi: Kertauksia viimekuussa
fr_fr: Le mois précédent
nb_no: Repetisjoner forrige måned

source: Reps last week
es_es: Repeticiones en la última semana
fi_fi: Kertauksia viimeviikolla
fr_fr: La semaine dernière
nb_no: Repetisjoner forrige uke

source: Reps next month
es_es: Repeticiones en el mes siguiente
fi_fi: Kertauksia ensikuussa
fr_fr: Le mois prochain
nb_no: Repetisjoner neste måned

source: Reps next week
es_es: Repeticiones en la siguiente semana
fi_fi: Kertauksia ensiviikolla
fr_fr: La semaine prochaine
nb_no: Repetisjoner neste uke

source: Review cards from largest interval
es_es: Repasar tarjetas de intervalo mayor
fi_fi: Kertaa suurimmat kertausvälit ensin
nb_no: Repetere kort fra største intervall

source: Review cards from smallest interval
es_es: Repasar tarjetas de intervalo menor
fi_fi: Kertaa lyhyimmät kertausvälit ensin
nb_no: Repetere kort fra minste intervall

source: Review cards in order due
es_es: Repasar tarjetas en el orden programado
fi_fi: Kertaa kortit erääntymisjärjestyksessä
nb_no: Repetere kort ordnet etter når de forfaller

source: Review cards in random order
es_es: Repasar tarjetas aleatoriamente
fi_fi: Kertaa kortit satunnaisessa järjestyksessä
nb_no: Repetere kort i tilfeldig rekkefølge

source: Reviews
es_es: Repasos
fi_fi: Kertauksia
nb_no: Repetisjoner

source: Right
es_es: Derecha
fi_fi: Oikea
fr_fr: Droite
nb_no: Høyre

source: Scan fields...
es_es: Escanear campos...
fi_fi: Tutkitaan kenttiä...
nb_no: Søker gjennom felt

source: Show failed cards at end
es_es: Mostrar tarjetas falladas al final
fi_fi: Näytä unohtuneet kortit muiden jälkeen
nb_no: Vis feilbesvarte kort til slutt

source: Show failed cards in 10 minutes
es_es: Mostrar tarjetas falladas en 10 minutos
fi_fi: Näytä unohtuneet kortit 10 minuutin kuluttua
nb_no: Vis feilbesvarte kort om ti minutter

source: Show failed cards in 3 days
es_es: Mostrar tarjetas falladas en 3 días
fi_fi: Näytä unohtuneet kortit 3 päivän kuluttua
nb_no: Vis feilbesvarte kort om tre dager

source: Show failed cards in 8 hours
es_es: Mostrar tarjetas falladas en 8 horas
fi_fi: Näytä unohtuneet kortit 8 tunnin kuluttua
nb_no: Vis feilbesvarte kort om 8 timer

source: Show failed cards soon
es_es: Mostrar tarjetas falladas próximamente
fi_fi: Näytä unohtuneet kortit aikaisin
nb_no: Vis feilbesvarte kort snart

source: Show new cards after all other cards
es_es: Mostrar nuevas tarjetas después de todas las demás tarjetas
fi_fi: Näytä uudet kortit muiden korttien jälkeen
nb_no: Vis nye kort etter alle de andre

source: Show new cards before reviews
es_es: Mostrar nuevas tarjetas antes de los repasos
fi_fi: Näytä uudet kortit ennen kertauksia
nb_no: Vis nye kort før repetisjoner

source: Show new cards in order added
es_es: Mostrar nuevas tarjetas en el orden añadido
fi_fi: Näytä uudet kortit lisäysjärjestyksessä
nb_no: Vis nye kort i den rekkefølgen de ble lagt til

source: Show new cards in random order
es_es: Mostrar nuevas tarjetas de forma aleatoria
fi_fi: Näytä uudet kortit satunnaisessa järjestyksessä
fr_fr: Montrer les nouvelles cartes au hasard
nb_no: Vis nye kort i tilfeldig rekkefølge

source: Show new cards in reverse order added
es_es: Mostrar nuevas tarjetas en el orden añadido
fi_fi: Näytä uudet kortit käänteisessä lisäysjärjestyksessä
nb_no: Vis nye kort i omvendt rekkefølge av slik de ble lagt til

source: Spread new cards out through reviews
es_es: Distribuir tarjetas entre repasos
fi_fi: Levitä uudet kortit läpi koko kertausten
nb_no: Fordel nye kort blant repetisjoner

source: Text files (*.txt)
es_es: Archivos de texto (*.txt)
fi_fi: Tekstitiedostot (*.txt)
fr_fr: Fichiers texte (*.txt)
nb_no: Tekstfiler (*.txt)

source: Text separated by tabs or semicolons (*)
es_es: Texto separado por tabulador o punto y coma (*)
nb_no: Tekst adskilt av tabber eller semikolon (*)

source: The current model didn't exist
es_es: El modelo actual no existía
fi_fi: Nykyistä mallia ei ollut olemassa.
fr_fr: Le modèle courant n'existait pas
nb_no: Den ønskede modellen fantes ikke

source: The file was not in UTF8 format.
es_es: El archivo no estaba en formato UTF8.
nb_no: Filen var ikke i UTF8-format

source: The next review is in <b>%s</b>.
es_es: La siguiente tarjeta se programará en <b>%s</b>.
fi_fi: Aikaa seuraavaan kertaukseen on vielä <b>%s</b>.
nb_no: Neste repetisjon er om <b>%s</b>.

source: There will be <b>%d new</b> card.
es_es: Habrá <b>%d nueva</b> tarjeta.
fi_fi: <b>%d</b> uusi kortti.
nb_no: <b>%d</b> nytt kort skal læres inn.

source: There will be <b>%s review</b>.
es_es: Habrá <b>%d repaso</b>.
fi_fi: <b>%s</b> uutta kertausta.
nb_no: <b>%s</b> kort skal repeteres.

source: Total Time
es_es: Tiempo Total
fi_fi: Aikaa yhteensä
nb_no: Total tid

source: Total number of cards:
es_es: Número total de tarjetas:
nb_no: Totalt antall kort:

source: Total number of facts:
es_es: Número total de hechos:
nb_no: Totalt antall fakta:

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
nb_no: Ukjent

source: Unseen cards:
es_es: Tarjetas no vistas:
nb_no: Uleste kort:

source: Update tags...
es_es: Actualizar etiquetas...
fi_fi: Päivitetään tägejä...
nb_no: Oppdatere etiketter...

source: Updating priorities...
es_es: Actualizando prioridades...
fi_fi: Päivitetään prioriteetteja...
nb_no: Oppdaterer prioteringer...

source: Upgrading Deck...
es_es: Actualizando Mazo...
fi_fi: Päivitetään pakkaa...
nb_no: Oppgraderer kortstokk...

source: Young
es_es: Joven
fi_fi: Nuoret
fr_fr: Récente
nb_no: Ung

source: Young cards: <!--card count-->
es_es: Tarjetas jóvenes: <!--card count-->
nb_no: Unge kort: <!--card count-->

source: Young cards: <!--correct answers-->
es_es: Tarjetas jóvenes: <!--correct answers-->
nb_no: Unge kort: <!--correct answers-->

source: [invalid question/answer format]
es_es: [formato de pregunta/respuesta incorrecto]
fi_fi: [kysymys- tai vastausmuoto on virheellinen]
nb_no: [ugyldig format for spørsmål/svar]

source: all
es_es: todas

source: cards/day
es_es: tarjetas/día
nb_no: kort/dag

source: days
es_es: días
nb_no: dager

source: in %s
es_es: en %s
fi_fi: %s myöhemmin
fr_fr: dans %s
nb_no: om %s

source: unknown
es_es: desconocido
fi_fi: tuntematon
fr_fr: inconnu
nb_no: ukjent

source: %(gradename)s: %(count)s of %(total)s (%(percent)0.1f%%).
fr_fr: %(gradename)s: %(count)s sur %(total)s (%(percent)0.1f%%).

source: %0.1f seconds
fr_fr: %0.1f secondes

source: <b>%(a)d</b> (<b>%(b)0.1f</b>/day)
fr_fr: <b>%(a)d</b> (<b>%(b)0.1f</b> /jour)

source: <b>%(a)d</b>/day, <b>%(b)d</b>/mon
fr_fr: <b>%(a)d</b> /jour, <b>%(b)d</b> /mois

source: <b>%0.0f</b> days
fr_fr: <b>%0.0f</b> jours

source: <b>%0.1f</b> cards/day
fr_fr: <b>%0.1f</b> cartes/jour

source: <b>Averages</b><br>
fr_fr: <b>Moyennes</b><br>

source: <b>Card counts</b><br>
fr_fr: <b>Décomptes de cartes</b><br>

source: <b>Correct answers</b><br>
fr_fr: <b>Réponses exactes</b><br>

source: <h1>Kanji statistics</h1>The %d seen cards in this deck contain:
fr_fr: <h1>Statistiques relatives aux Kanji</h1>Les %d cartes vues de ce paquet contiennent :

source: <li>%d total unique kanji.</li>
fr_fr: <li>%d kanji différents.</li>

source: <table width=500> <tr><td><b>Added/Changed</b></td><td><b>Here</b></td><td><b>Server</b></td></tr> <tr><td>Cards</td><td>%(lc)d</td><td>%(rc)d</td></tr> <tr><td>Facts</td><td>%(lf)d</td><td>%(rf)d</td></tr> <tr><td>Models</td><td>%(lm)d</td><td>%(rm)d</td></tr> %(media)s </table>
fr_fr: <table width=500> <tr><td><b>Ajouté/Modifié</b></td><td><b>Ici</b></td><td><b>Serveur</b></td></tr> <tr><td>Cartes</td><td>%(lc)d</td><td>%(rc)d</td></tr> <tr><td>Faits</td><td>%(lf)d</td><td>%(rf)d</td></tr> <tr><td>Modèles</td><td>%(lm)d</td><td>%(rm)d</td></tr> %(media)s </table>

source: Anki deck (*.anki)
fr_fr: Paquet Anki (*.anki)

source: Anki decks (*.anki)
fr_fr: Paquets Anki (*.anki)

source: Cantonese
fr_fr: Cantonais

source: Database file damaged. Restore from backup.
fr_fr: Base de données endommagée. Restauration depuis la sauvegarde.

source: Deleted %d cards with missing fact
fr_fr: %d cartes sans faits supprimés

source: Deleted %d cards with no card model
fr_fr: %d cartes sans modèles supprimées

source: Deleted %d dangling fields
fr_fr: %d champs en suspens

source: Deleted %d facts with missing fields
fr_fr: %d faits sans champs supprimés

source: Deleted %d facts with no cards
fr_fr: %d faits sans cartes supprimés

source: First-seen cards: <b>%(gNewYes%)0.1f%%</b> (<b>%(gNewYes)d</b> of <b>%(gNewTotal)d</b>)<br><br>
fr_fr: Vues pour la première fois : <b>%(gNewYes%)0.1f%%</b> (<b>%(gNewYes)d</b> sur <b>%(gNewTotal)d</b>)<br><br>

source: Japanese
fr_fr: Japonais

source: Jouyou levels:
fr_fr: Niveaux Jouyou

source: Mature cards: <b>%(gMatureYes%)0.1f%%</b> (<b>%(gMatureYes)d</b> of <b>%(gMatureTotal)d</b>)<br>
fr_fr: Cartes mûres : <b>%(gMatureYes%)0.1f%%</b> (<b>%(gMatureYes)d</b> sur <b>%(gMatureTotal)d</b>)<br>

source: Mature cards: <b>%(old)d</b> (<b>%(oldP)0.2f%%</b>)<br>
fr_fr: Cartes mûres : <b>%(old)d</b> (<b>%(oldP)0.2f%%</b>)<br>

source: Model '%s' has wrong card model count
fr_fr: Le modèle '%s' avait le mauvais nombre de cartes

source: Model '%s' has wrong field model count
fr_fr: Le modèle '%s' avait le mauvais nombre de champs

source: Please add some cards first.<p/>
fr_fr: Veuillez d'abord ajouter des cartes.<p/>

source: Show new cards in order they were added
fr_fr: Montrer les nouvelles cartes dans l'ordre de leur ajout

source: The next card will be shown in <b>%s</b>
fr_fr: La prochaine carte apparaîtra dans <b>%s</b>

source: Total number of cards: <b>%d</b><br><br>
fr_fr: Nombre total de cartes : <b>%d</b><br><br>

source: Unseen cards: <b>%(new)d</b> (<b>%(newP)0.2f%%</b>)<br><br>
fr_fr: Cartes non vues: <b>%(new)d</b> (<b>%(newP)0.2f%%</b>)<br><br>

source: Young cards: <b>%(gYoungYes%)0.1f%%</b> (<b>%(gYoungYes)d</b> of <b>%(gYoungTotal)d</b>)<br>
fr_fr: Cartes jeunes : <b>%(gYoungYes%)0.1f%%</b> (<b>%(gYoungYes)d</b> sur <b>%(gYoungTotal)d</b>)<br>

source: Young cards: <b>%(young)d</b> (<b>%(youngP)0.2f%%</b>)<br>
fr_fr: Cartes jeunes : <b>%(young)d</b> (<b>%(youngP)0.2f%%</b>)<br>
