-errors-support-site = [колдоо сайты](https://help.ankiweb.net)
errors-standard-popup2 = Anki'де көйгөй жаралды. Сураныч, көйгөйдү чечүү кадамдарын аткарыңыз.
errors-may-be-addon = Көйгөй кошумча плагиндин айынан келип чыгышы мүмкүн.
errors-troubleshooting-button = Көйгөйлөрдү чечүү
errors-copy-debug-info-button = Мүчүлүштүктөрдү оңдоо маалыматын көчүрүүМүчүлүштүктөрдү оңдоо маалыматын көчүрүү
errors-copied-to-clipboard = Алмашуу буферине көчүрүлдүАлмашуу буферине көчүрүлдү
errors-standard-popup =
    # Ката
    Ката кетти. Көйгөйдү чечүү үчүн **Аспаптар > Маалыматтар базасын текшерүү** функциясын колдонуп көрүңүз.
    Эгер көйгөй чечилбесе, { -errors-support-site } сайтына кабарлаңыз.
    Сураныч, төмөнкү маалыматты отчетуңузга көчүрүп, чаптаңыз.
errors-addons-active-popup =
    # Ката
    
    Ката кетти. Shift баскычын басып туруп, Anki'ни иштетиңиз, бул сиз орноткон плагиндерди убактылуу өчүрөт.
    Эгер көйгөй плагиндер иштеп турганда гана пайда болсо, Аспаптар > Плагиндер менюсу аркылуу кээ бир плагиндерди өчүрүп, Anki'ни кайра иштетиңиз. Көйгөйдү жаратып жаткан плагинди тапканга чейин ушуну кайталаңыз. 
    
    Көйгөйдү жараткан плагинди тапкандан кийин, маселени плагиндин авторуна кабарлаңыз.
    
    Мүчүлүштүктөрдү оңдоо маалыматы:
errors-accessing-db =
    Маалыматтар базасына кирүүдө ката кетти. 
    
    Мүмкүн болгон себептер:
    
    - Антивирус, файервол, камдык көчүрмө же шайкештештирүү программалары Anki'ге тоскоолдук кылып жатышы мүмкүн. Мындай программаларды өчүрүп, көйгөйдүн жоюлганын текшериңиз.
    - Дискиңиз толуп калышы мүмкүн. 
    - Documents/Anki папкасы тармактык дискте жайгашышы мүмкүн. 
    - Documents/Anki папкасындагы файлдарга жазууга уруксат жок болушу мүмкүн. 
    - Катуу дискиңизде каталар болушу мүмкүн. Коллекцияңыз бузулбаганын текшерүү үчүн Аспаптар > Маалыматтар базасын текшерүү функциясын иштетүү сунушталат.
errors-unable-open-collection =
    Anki сиздин коллекция файлыңызды ача алган жок. Компьютерди кайра иштеткенден кийин көйгөй чечилбесе, профиль менеджериндеги "Камдык көчүрмөнү ачуу" баскычын колдонуңуз. 
    
    Мүчүлүштүктөрдү оңдоо маалыматы:
errors-windows-tts-runtime-error = Текстти үнгө айландыруу (TTS) кызматы иштебей калды. Windows жаңыртуулары орнотулганын текшерип, компьютериңизди кайра иштетиңиз же башка үндү колдонуп көрүңүз.
errors-windows-ssl-updates = Коопсуз туташуу болбой калды. Windows жаңыртуулары орнотулганын текшерип, кайра аракет кылыңыз.

## OBSOLETE; you do not need to translate this

