-errors-support-site = [قوللاش تور بېكىتى](https://help.ankiweb.net)
errors-standard-popup2 = Anki كاشىلىغا يولۇقتى. مەسىلە ھەل قىلىش باسقۇچىغا ئەگىشىڭ.
errors-may-be-addon = بۇ مەسىلىنى بىر قوشۇلما پەيدا قىلغان بولۇشى مۇمكىن.
errors-troubleshooting-button = مەسىلە ھەل قىلىش
errors-copy-debug-info-button = سازلاش ئۇچۇرىنى كۆچۈر
errors-copied-to-clipboard = چاپلاش تاختىسىغا كۆچۈرۈلدى
errors-standard-popup =
    # خاتالىق
    
    خاتالىق كۆرۈلدى. **قورال › ساندان تەكشۈر** ئارقىلىق كاشىلىنى ئوڭشاشنى سىناڭ.
    
    ئەگەر مەسىلە ھەل بولمىسا، { -errors-support-site } تور بېكىتىگە ئىنكاس يوللاڭ.
    تۆۋەندىكى ئۇچۇرنى دوكلاتىڭىزغا كۆچۈرۈپ چاپلاڭ.
errors-addons-active-popup =
    # خاتالىق
    
    خاتالىق كۆرۈلدى. Anki قوزغىلىۋاتقاندا <kbd>Shift</kbd> كۇنۇپكىسى بېسىلسا قوشۇلما يۈكلەشنى ۋاقىتلىق چەكلەيدۇ.
    ئەگەر پەقەت قوشۇلما قوزغىتىلغاندا خاتالىق كۆرۈلگەن بولسا، قورال › قوشۇلما تىزىملىكتىن بىر قىسىم قوشۇلمىنى چەكلەپ ئاندىن Anki نى قايتا قوزغىتىڭ، يۇقىرىقى مەشغۇلاتنى خاتالىق پەيدا قىلغان قوشۇلمىنى تاپقۇچە تەكرارلاپ ئاندىن قوشۇلما يازغۇچىغا قايتۇرما ئىنكاس يېزىڭ.
    
    سازلاش ئۇچۇرى:
errors-accessing-db =
    سانداننى زىيارەت قىلىۋاتقاندا خاتالىق كۆرۈلدى.
    
    مۇمكنچىلىكى بار سەۋەب:
    - ۋىرۇسخور، مۇداپىئە تېمى، زاپاسلاش ياكى قەدەمداش يۇمشاق دېتال توقۇنۇشى، ئۇنى چەكلەپ سىناپ بېقىڭ.
    - دىسكا بوشلۇقىڭىز توشۇپ كەتكەن بولۇشى مۇمكىن.
    - Documents/Anki قىسقۇچ تور دىسكىسىدا بولۇشى مۇمكىن.
    - Documents/Anki قىسقۇچقا يازغىلى بولمايدۇ.
    - قاتتىق دىسكىدا خاتالىق بولۇشى مۇمكىن.
    
    قورال › ساندان تەكشۈرنى ئىجرا قىلىپ توپلانمىڭىزنىڭ بۇزۇلغان ياكى بۇزۇلمىغانلىقىنى تەكشۈرۈڭ.
errors-unable-open-collection =
    Anki توپلام ھۆججىتىڭىزنى ئاچالمىدى. ئەگەر كومپيۇتېرىڭىزنى قايتا قوزغاتقاندىن كېيىنمۇ مەسىلە ھەل بولمىسا، تەرجىمىھال باشقۇرغۇچتىن زاپاسنى ئاچ توپچىنى ئىشلىتىڭ.
    
    سازلاش ئۇچۇرى:
errors-windows-tts-runtime-error = TTS يەنى تېكىستتىن ئاۋازغا مۇلازىمىتىنى ئىشلەتكىلى بولمىدى. Windows يېڭىلىنىشى ئورنىتىلغانلىقىنى جەزملەڭ، كومپيۇتېرىڭىزنى قايتا قوزغىتىڭ ياكى پەرقلىق ئاۋازنى سىناڭ.
errors-windows-ssl-updates = بىخەتەر باغلىنالمىدى. Windows يېڭىلانمىسىنىڭ ئورنىتىلغانلىقىنى جەزملەپ ئاندىن قايتا سىناڭ.

## OBSOLETE; you do not need to translate this

