-errors-support-site = [പിന്തുണാ സൈറ്റ്](https://help.ankiweb.net)
errors-standard-popup2 = അങ്കിയിൽ ഒരു പിശക് സംഭവിച്ചു. ദയവായി ട്രബിൾഷൂട്ടിംഗ് ഘട്ടങ്ങൾ പാലിക്കുക.
errors-may-be-addon = ഈ പ്രശ്നം ഒരു ആഡ്-ഓൺ മൂലമാകാൻ സാധ്യതയുണ്ട്.
errors-troubleshooting-button = ട്രബിൾഷൂട്ടിംഗ്
errors-copy-debug-info-button = ഡീബഗ് വിവരങ്ങൾ പകർത്തു
errors-copied-to-clipboard = ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
errors-standard-popup =
    #പിശക്¶
    ¶
    ഒരു പിശക് സംഭവിച്ചു. ¶ കാണുന്നതിന് ** ഉപകരണങ്ങൾ> ഡാറ്റാബേസ്** പരിശോധിച്ചു 
    പ്രശ്നം പരിഹരിക്കുന്നുണ്ടോയെന്ന് നോക്കുക.¶
    ¶
    പ്രശ്നങ്ങൾ നിലനിൽക്കുകയാണെങ്കിൽ, ദയവായി ഞങ്ങളുടെ { -errors-support-site }-ൽ പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുക.
    ചുവടെയുള്ള വിവരങ്ങൾ നിങ്ങളുടെ റിപ്പോർട്ടിലേക്ക് പകർത്തുക.
errors-addons-active-popup = #പിശക് ¶ ¶ ഒരു പിശക് സംഭവിച്ചു. ഷിഫ്റ്റ് കീ അമർത്തിപ്പിടിച്ചുകൊണ്ട് ദയവായി Anki ആരംഭിക്കുക, അത് നിങ്ങൾ ഇൻസ്റ്റാൾ ചെയ്ത ആഡ്-ഓണുകൾ താൽക്കാലികമായി അപ്രാപ്തമാക്കും. Add ആഡ്-ഓണുകൾ പ്രാപ്തമാക്കുമ്പോൾ മാത്രമേ പ്രശ്നം സംഭവിക്കുകയുള്ളൂവെങ്കിൽ, ചില ആഡ് അപ്രാപ്തമാക്കുന്നതിന് ഉപകരണങ്ങൾ> ആഡ്-ഓണുകൾ മെനു ഇനം ഉപയോഗിക്കുക. ചെയ്ത് Anki പുനരാരംഭിക്കുക, പ്രശ്‌നമുണ്ടാക്കുന്ന ആഡ്-ഓൺ കണ്ടെത്തുന്നതുവരെ ആവർത്തിക്കുക. പ്രശ്‌നമുണ്ടാക്കുന്ന ആഡ്-ഓൺ നിങ്ങൾ കണ്ടെത്തിയാൽ, ദയവായി പ്രശ്നം { -errors-addon-support-site }-ൽ അറിയിക്കുക.¶ ¶ ഡീബഗ് വിവരം:
errors-accessing-db =
    ഡാറ്റാബേസ് ആക്സസ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
    ¶
    സാധ്യമായ കാരണങ്ങൾ:
    ¶
    - ആന്റിവൈറസ്, ഫയർവാൾ, ബാക്കപ്പ് അല്ലെങ്കിൽ സമന്വയ സോഫ്റ്റ്വെയർ തുടങ്ങിയവ
    Anki-യുമായി ഇടപെടുന്നു. അത്തരം സോഫ്റ്റ്വെയർ അപ്രാപ്തമാക്കാൻ ശ്രമിക്കുക, ശേഷം പ്രശ്നം പരിഹരിക്കപ്പെട്ടു എന്ന് ഉറപ്പു വരുത്തുക.¶
    - നിങ്ങളുടെ ഡിസ്ക് നിറഞ്ഞിരിക്കാം.¶
    - Documents/Anki ഫോൾഡർ ഒരു നെറ്റ്‌വർക്ക് ഡ്രൈവിൽ ആയിരിക്കാം.
    - Documents/Anki ഫോൾഡറിലെ ഫയലുകൾ എഴുതാൻ‌ കഴിഞ്ഞേക്കില്ല.
    - നിങ്ങളുടെ ഹാർഡ് ഡിസ്കിൽ പിശകുകൾ ഉണ്ടാകാം.
    ¶
    നിങ്ങളുടെ ശേഖരം കേടായില്ലെന്ന് ഉറപ്പാക്കാൻ ഉപകരണങ്ങൾ> ഡാറ്റാബേസ് പരിശോധിക്കുക എന്നത് നല്ല ആശയമാണ്.
errors-unable-open-collection =
    നിങ്ങളുടെ ശേഖരണ ഫയൽ തുറക്കാൻ Anki-ക്ക് കഴിഞ്ഞില്ല. നിങ്ങളുടെ കമ്പ്യൂട്ടർ പുനരാരംഭിച്ചതിനുശേഷം പ്രശ്നങ്ങൾ നിലനിൽക്കുകയാണെങ്കിൽ, പ്രൊഫൈൽ മാനേജറിലെ ഓപ്പൺ ബാക്കപ്പ് ബട്ടൺ ഉപയോഗിക്കുക.
    
    ഡീബഗ് വിവരം:
errors-windows-tts-runtime-error = TTS സേവനം പരാജയപ്പെട്ടു. വിൻഡോസ് അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റാളുചെയ്‌തിട്ടുണ്ടെന്ന് ഉറപ്പുവരുത്തുക, നിങ്ങളുടെ കമ്പ്യൂട്ടർ പുനരാരംഭിക്കാൻ ശ്രമിക്കുക, മറ്റൊരു ശബ്‌ദം ഉപയോഗിക്കാൻ ശ്രമിക്കുക.
errors-windows-ssl-updates = സുരക്ഷിതമായ കണക്ഷൻ പരാജയപ്പെട്ടു. ദയവായി വിൻഡോസ് അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ടെന്ന് ഉറപ്പുവരുത്തിയ ശേഷം വീണ്ടും ശ്രമിക്കുക.

## OBSOLETE; you do not need to translate this

