-errors-support-site = [موقع الدعم](https://help.ankiweb.net)
errors-standard-popup2 = واجه أنكي مشكلة. يرجى متابعة خطوات استكشاف الأخطاء.
errors-may-be-addon = قد يكون سبب المشكلة إضافة ما.
errors-troubleshooting-button = استكشاف الأخطاء
errors-copy-debug-info-button = نسخ معلومات التصحيح
errors-copied-to-clipboard = تم النسخ إلى الحافظة
errors-standard-popup =
    # خطأ
    
    حدث خطأ. الرجاء استخدام **أدوات>افحص قاعدة البيانات** كحل محتمل.
    
    إذا استمرت المشكلة، الرجاء الإبلاغ عنها في { -errors-support-site }. 
    انسخ المعلومات في الأسفل والصقها في تقريرك.
errors-addons-active-popup =
    # خطأ
    
    حدث خطأ. شغّل أنكي مع الضغط على زر shift،
    ما سيوقف الإضافات مؤقتًا.
    
    إذا كنت تواجه المشكلة فقط عندما تكون الإضافات مفعلة،
    ادخل إلى قائمة أدوات > إضافات لإيقاف بعض الإضافات ثم أعد تشغيل أنكي،
    ثم كرر الأمر حتى تكتشف الإضافة التي تسبب المشكلة.
    
    عند اكتشاف الإضافة المعنية، الرجاء الإبلاغ عن المشكلة في { -errors-addon-support-site }.
    
    معلومات التصحيح:
errors-accessing-db =
    حدث خطأ حين الوصول إلى قاعدة البيانات.
    
    أسباب محتملة:
    
    - مضاد فيروسات، جدار حماية، برنامج نسخ احتياطي أو مزامنة قد يتعارض مع أنكي.
    حاول إيقاف البرنامج ثم تحقق إذا حُلّت المشكلة.
    - قد يكون القرص ممتلئًا
    - قد يكون مجلد المستندات/أنكي على قرص على الشبكة.
    - قد لا يكون مجلد المستندات/أنكي قابلًا للكتابة.
    - قد يحوي القرص على أخطاء.
    
    يُنصح بالضغط على أدوات>فحص قاعدة البيانات للتأكد من أن المجموعة ليست تالفة.
errors-unable-open-collection =
    لم يستطع أنكي فتح ملف مجموعتك. إذا استمرت المشكلة بعد إعادة تشغيل الحاسوب، استخدم زر فتح النسخ الاحتياطية في مدير الملف الشخصي.
    
    معلومات التصحيح:
errors-windows-tts-runtime-error = فشلت خدمة تحويل النص إلى كلام. تأكد من تثبيت آخر تحديثات ويندوز، أو أعد تشغيل حاسوبك، أو جرب استخدام صوت آخر.
errors-windows-ssl-updates = فشل الاتصال الآمن. تأكد من تنزيل تحديثات ويندوز ثم أعد المحاولة.

## OBSOLETE; you do not need to translate this

