### Messages shown when synchronizing with AnkiWeb.


## Media synchronization

sync-media-added-count = צוגעשטעלט: { $up }↑ { $down }↓
sync-media-removed-count = צוגענומען: { $up }↑ { $down }↓
sync-media-checked-count = איבערגעקוקט: { $count }
sync-media-starting = מעדיע-סינכראָניזירונג הײבט זיך אָן…
sync-media-complete = מעדיע-סינכראָניזירונג שוין פֿאַרענדיקט.
sync-media-failed = מעדיע-סינכראָניזירונג איז דורכגעפֿאַלן.
sync-media-aborting = מעדיע-סינכראָניזירונג ווערט אָפּגעשטעלט…
sync-media-aborted = מעדיע-סינכראָניזירונג איז אָפּגעשטעלט געוואָרן.
# Shown in the sync log to indicate media syncing will not be done, because it
# was previously disabled by the user in the preferences screen.
sync-media-disabled = מעדיע-סינכראָניזירונג אומניצלעך געמאַכט.
# Title of the screen that shows syncing progress history
sync-media-log-title = מעדיע-סינכראָניזירונג בלעטל

## Error messages / dialogs

sync-conflict = נאָר איין עקזעמפּלאַר פון „אַנקי״ קען סינכראָניזירן גלײַכצײַטיק אין דײַן קאָנטע. וואַרט אויף אַ פּאָר מינוטן פֿאַרן פּרובירן אויף ס׳נײַ.
sync-server-error = „אַנקי-וועב״ האָט אָנגעטראָפֿן אַ פּראָבלעם. וואַרט אויף אַ פּאָר מינוטן פֿאַרן פּרובירן אויף ס׳נײַ.
sync-client-too-old = די ווערסיע פון „אַנקי״ איז צו אַלט. דערהײַנטיקן אין דער נײַסטער ווערסיע כּדי ממשיך צו זײַן סיכראָניזירן.
sync-wrong-pass = „אַנקי-וועב״ אַרײַנשרײַב-נאָמען אָדער פּאַראָל איז נישט ריכטיק; פּרוּוו אויף ס׳נײַ.
sync-resync-required = ביטע סינכראָניזיר נאָך אַ מאָל. וועל די הודעה איז ממשיך זיך צו באַווײַזן, ביטע פֿרעג אויפֿן שטיצ-וועבאָרט.
sync-must-wait-for-end = „אַנקי״ סינכראָניזירט זיך שוין. ביטע וואַרט, די גיייִקע סינכראָניזירונג זאָל זיך פֿאַרענדיקן, דערנאָך גיב אַ פּרוּוו אויף ס׳נײַ.
sync-confirm-empty-download = אָרטיקע זאַמלונג האָט קיין קאַרטל נישט. אַראָפּלאָדן פון „אַנקי-וועב״?
sync-confirm-empty-upload = „אַנקי-וועב״ זאַמלונג האָט קיין קאַרטל נישט. פֿאַרבײַטן זי מיט אָרטיקע זאַמלונג?
sync-conflict-explanation =
    דײַן טעשלעך דאָ און אויף „אַנקי-וועב״ זענען אַזוי אַנדערש, אַז מע קען זיי נישט צונויפֿגיסן. במילא מע מוז פֿאַרבײַטן די טעשלעך פון איין זײַט מיט די פון דער אַנדערער.
    
    בײַם אויסקלײַבן ״אַראָפּלאָדן״ וועט „אַנקי״ אָפּטראָגן די זאַמלונג פון אַנקי-וועב, און יעדער טוישונג וואָס איז געמאַכט געוואָרן אויף דעם מכשיר זינט דער לעצטער סינכראָניזאַציע וועט ווערט פֿאַרלוירן.
    
    בײַם אויסקלײַבן ״אַרויפֿלאָדן״ וועט אַנקי שיקן די דאַטן פון דעם מכשיר אַרויף ביז אַנקי-וועב, און יעדער טוישונג וואָס וואַרט אין אַנקי-וועב וועט ווערן פֿאַרלוירן.
    
    נאָך אַלע מכשירים ווערן שוין סינכראָניזירט, צוקונפֿטיקע איבער׳חזר׳ונגען און צוגעשטעלטע קאַרטלעך קענען ווערט צונויפֿגעגאָסן אויטאָמאַטיש.
sync-conflict-explanation2 =
    ס׳איז דאָ עפּעס אַ סיכסוך צווישן טעשלעך אויף דעם מכשיר און אין „אַנקי-וועב״. מע מוז אויסקלײַבן וועלכן גילגול אויף צו האַלטן.
    
    - קלײַב אויס **{ sync-download-from-ankiweb }** כּדי צו פֿאַרבײַטן דאָיקע טעשלעך  מיטן גילגול פון אַנקי-וועב. טוישונגען געמאַכט איף דעם מכשיר זינט דעם לעצטיקן סינכראָניזירן וועט ווערן פֿאַרלוירן.
    - קלײַבן אויס **{ sync-upload-to-ankiweb }** כּדי צו פֿאַרבײַטן די גילגולים אין אַנקי-וועב מיט טעשלעך פון דעם מכשיר, און אָפּצומעקן יעדער טוישונג אין אַנקי-וועב.
    
    ווי נאָר דער סיכסוך ווערט פֿאַרענטפֿערט, סינכראָניזירן וועט גיין נאָרמאַל.
sync-ankiweb-id-label = „אַנקי-וועב״ אָרײַנשרײַב-נאָמען:
sync-password-label = פּאַראָל:
sync-account-required =
    <h1>מע דאַרף אַ קאָנטע</h1>
    מע מוז האָבן אַן אומזיסטע קאָנטע כּדי צו סינכראָניזירן דײַן זאַמלונג.
    <a href="{ $link }">פֿאַרשרײַב זשע זיך</a>, דערנאָך אַרײַנשרײַב דײַנע פּרטים ווײַטער אונטן.
sync-sanity-check-failed = ניץ די „איבערקוקן דאַטן-באַזע״ פֿונקציע, דערנאָך סינכראָניזירן ווידער אַ מאָל. ווען ס׳האַלטן אָן נאָך אַלץ פּראָבלעמען, צווינג אַן אַהינסיכראָנירונג אין די פֿיקסירונגען.
sync-clock-off = ס׳קען זיך נישט סינכראָניזירן - דײַן זייגער איז נישט ריכטיק.
# “details” expands to a string such as “300.14 MB > 300.00 MB”
sync-upload-too-large = דײַן זאַמלונג איז צו גרויס; ס׳קען זיך נישט אַרויפֿלאָדן אין „אַנקי-וועב״. מע קען זי פֿאַרקלענערן בײַם אָפּנעמען נישט-געוואָלטע טעשלעך (מע מעג זיי קודם אַרויספֿירן), דערנאָך בײַם ניצן ״איבערקוקן דאַטן-באַזע״ כּדי צו פֿאַרקלענערן דעם טעקעגרייס. ({ $details })
sync-sign-in = אַרײַנלאָגירן
sync-ankihub-dialog-heading = אַרײַנלאָגירן אין „אַנקי-האָב״
sync-ankihub-username-label = ניצער-נאָמען אָדער אי-מעיל:
sync-ankihub-login-failed = מ׳האָט נישט געקענט אַרײַנלאָגירן אין „אַנקי-האָב״ מיט אַזעלכע קרעדענציאַלן
sync-ankihub-addon-installation = אַרײַנלאָד פֿון „אַנקי-האָב״ צוגאָב

## Buttons

sync-media-log-button = מעדיע בלעטל
sync-abort-button = אָפּשטעלן
sync-download-from-ankiweb = אַראָפּלאָדן פון „אַנקי-וועב״
sync-upload-to-ankiweb = אַרויפֿלאָדן אין „אַנקי-וועב״
sync-cancel-button = אַנולירן

## Normal sync progress

sync-downloading-from-ankiweb = אַראָפּלאָדנדיק פון „אַנקי-וועב״…
sync-uploading-to-ankiweb = אַרויפֿלאָדנדיק אין „אַנקי-וועב״…
sync-syncing = סיכראָניזירנדיק…
sync-checking = איבערקוקנדיק…
sync-connecting = פֿאַרבינדענדיק זיך…
sync-added-updated-count = צוגעשטעלט / געביטן: { $up }↑ { $down }↓
sync-log-in-button = אַרײַנשרײַבן זיך
sync-log-out-button = אַרויסשרײַבן זיך
sync-collection-complete = זאַמלונג סינכראָניזירט געוואָרן.
