-errors-support-site = [ιστοσελίδα υποστήριξης](https://help.ankiweb.net)
errors-standard-popup2 = Το Anki αντιμετώπισε ένα πρόβλημα. Παρακαλώ ακολουθήστε τα βήματα επίλυσης προβλημάτων.
errors-may-be-addon = Για το πρόβλημα μπορεί να ευθύνεται ένα πρόσθετο.
errors-troubleshooting-button = Επίλυση προβλημάτων
errors-copy-debug-info-button = Αντιγραφή πληροφοριών αποσφαλμάτωσης
errors-copied-to-clipboard = Αντιγράφηκε στο πρόχειρο
errors-standard-popup =
    #Σφάλμα
    
    Προέκυψε ένα σφάλμα. Παρακαλώ χρησιμοποιήστε **Εργαλεία>Έλεγχος βάσης δεδομένων** για να δείτε αν
    αυτό διορθώσει το πρόβλημα.
    
    Αν το πρόβλημα παραμένει, παρακαλώ αναφέρετέ το στο { -errors-support-site }.
    Παρακαλώ αντιγράψτε και επικολλήστε τις παρακάτω πληροφορίες στην αναφορά σας.
errors-addons-active-popup =
    # Σφάλμα
    
    Προέκυψε ένα σφάλμα. Παρακαλώ κάνετε επανεκκίνηση του Anki πατώντας το πλήκτρο shift, που θα απενεργοποιήσει προσωρινά τα πρόσθετα που εγκαταστήσατε.
    
    Αν το σφάλμα εμφανίζεται μόνο όταν τα πρόσθετα είναι ενεργοποιημένα, παρακαλώ χρησιμοποιήστε το μενού Εργαλεία>Πρόσθετα για να απενεργοποιήσετε μερικά πρόσθετα και κάνετε επανεκκίνηση του Anki, επαναλαμβάνοντας μέχρι να βρείτε το πρόσθετο που προκαλεί το πρόβλημα.
    
    Όταν ανακαλύψετε το πρόσθετο που είναι υπεύθυνο, παρακαλώ
    αναφέρετε το πρόβλημα στον συγγραφέα του πρόσθετου.
    
    Debug info:
errors-accessing-db =
    Προέκυψε ένα σφάλμα  κατά την πρόσβαση στην βάση δεδομένων.
    
    Πιθανοί λόγοι:
    
    - Λογισμικό προστασίας κατά ιών, τείχος προστασίας ή συγχρονισμός λογισμικού μπορούν να παρεμβάλλονται με το Anki. Δοκιμάστε να απενεργοποιήσετε τέτοιο λογισμικό και δείτε αν αυτό λύνει το πρόβλημα.
    - Ο δίσκος σας μπορεί είναι γεμάτος.
    - Ο φάκελος Έγγραφα/Anki μπορεί να είναι σε έναν δίσκο δικτύου.
    - Αρχεία στον φάκελο Έγγραφα/Anki μπορεί να μην είναι εγγράψιμα.
    - Ο σκληρός σας δίσκος μπορεί να έχει σφάλματα.
    
    Θα ήταν καλό να εκτελέσετε Εργαλεία>Έλεγχος βάσης δεδομένων για να βεβαιωθείτε ότι η συλλογή σας δεν είναι κατεστραμμένη.
errors-unable-open-collection =
    Το Anki δεν μπόρεσε να ανοίξει το αρχείο της συλλογής σας. Αν τα προβλήματα επιμένουν μετά την επανεκκίνηση του υπολογιστή, παρακαλώ κάνετε χρήση της λειτουργίας ανοίγματος αντιγράφου στον διαχειριστή προφίλ.
    
    Debug info:
errors-windows-tts-runtime-error = Η υπηρεσία TTS απέτυχε. Παρακαλώ βεβαιωθείτε ότι οι ενημερώσεις των Windows έχουν εγκατασταθεί και μετά δοκιμάστε να επανεκκινήσετε τον υπολογιστή σας ή να χρησιμοποιήσετε μια διαφορετική φωνή.
errors-windows-ssl-updates = Η ασφαλής σύνδεση απέτυχε. Βεβαιωθείτε ότι έχουν εγκατασταθεί οι ενημερώσεις των Windows και δοκιμάστε ξανά.

## OBSOLETE; you do not need to translate this

