-errors-support-site = [אתר התמיכה](https://help.ankiweb.net)
errors-standard-popup2 = אנקי נתקל בבעיה. אנא בצע את שלבי פתרון הבעיות.
errors-may-be-addon = ייתכן שהבעיה נגרמת על ידי תוסף.
errors-troubleshooting-button = פתרון תקלות
errors-copy-debug-info-button = העתק מידע על ניפוי באגים
errors-copied-to-clipboard = הועתק ללוח
errors-standard-popup =
    # שגיאה
    
    שגיאה התרחשה. אנא השתמש ב- **כלים>בדוק מסד נתונים** כדי לבדוק אם
    זה מתקן את הבעיה.
    
    אם הבעיות ממשיכות, אנא דווח על הבעיה ב- { -errors-support-site }.
    אנא העתק והדבק את המידע למטה לתוך הדווח שלך.
errors-addons-active-popup =
    # שגיאה
    
    שגיאה התרחשה. אנא הפעל את Anki מחדש תוך כדי לחיצה על כפתור "Shift",
    באופן זה התוכנה תופעל ללא התוספים שהתקנת ועלולים לגרום לבעיה.
    
    אם השגיאה מתרחשת רק כאשר התוספים מופעלים, אנא השבת את התוסף הבעייתי 
    על ידי לחיצה על תפריט כלים>תוספים כדי להשבית חלק מהתוספים ואתחל את Anki מחדש,
    חזור על פעולה זאת עד אשר תגלה את התוסף שגורם לבעיה.
    
    כאשר תגלה את התוסף שגורם לבעיה, אנא
    דווח על הבעיה למחבר התוסף.
    
    מידע debug:
errors-accessing-db =
    שגיאה התרחשה בזמן גישה למסד הנתונים.
    
    גורמים אפשריים:
    
    אנטי-וירוס, חומת-אש, גיבוי או תוכנת סנכרון מפריעים ל-Anki. נסה להשבית תוכנות אלה ולאחר מכן וודא אם הבעיה נעלמת.
    - הדיסק שלך עשוי להיות מלא.
    - תיקיית Documents/Anki עשויה להיות על כונן רשת.
    - קבצים בתוך תיקיית Documents/Anki עשויים להיות בלתי ניתנים לכתיבה.
    - לדיסק הקשיח שלך יש שגיאות.
    
    זה רעיון טוב להריץ כלים>בדוק מסד נתונים, כדי להבטיח שהאוסף שלך אינו פגום.
errors-unable-open-collection = Anki לא היה מסוגל לפתוח את קובץ המאגר שלך. אם הבעיות ממשיכות לאחר התחלת המחשב שלך מחדש, אנא השתמש בכפתור "פתח גיבוי" במנהל הפרופיל.
errors-windows-tts-runtime-error = נכשל שירות הTTS. וודא שעדכוני windows מותקנים, נסה להפעיל מחדש את המחדש ונסה להשתמש בקול אחר.
errors-windows-ssl-updates = חיבור מאובטח נכשל. ודא שעדכוני Windows מותקנים, ולאחר מכן נסה שוב.

## OBSOLETE; you do not need to translate this

