-errors-support-site = [страница поддержки](https://help.ankiweb.net)
errors-standard-popup2 = Anki столкнулся с проблемой. Пожалуйста, следуйте инструкциям по устранению неполадок.
errors-may-be-addon = Проблема может быть вызвана дополнением.
errors-troubleshooting-button = Устранение неполадок
errors-copy-debug-info-button = Копировать отладочную информацию
errors-copied-to-clipboard = Скопировано в буфер обмена
errors-standard-popup =
    # Ошибка
    
    Произошла ошибка. Нажмите **«Инструменты» — «Проверить базу данных»**, чтобы исправить проблему.
    
    Если ошибка осталась, пожалуйста, сообщите о ней на { -errors-support-site },
    скопировав информацию ниже в отчёт об ошибке.
errors-addons-active-popup =
    # Ошибка
    
    Произошла ошибка. Запустите Anki, зажав Shift, чтобы временно отключить дополнения.
    
    Если проблема появляется со включёнными дополнениями, выберите в меню «Инструменты» — «Дополнения», чтобы отключить разные дополнений, и перезапустите Anki. Повторяйте эти действия, пока не найдёте проблемное дополнение.
    
    Когда вы найдёте дополнение, вызвавшее ошибки, пожалуйста, сообщите об них на { -errors-addon-support-site }.
    
    Отладочная информация:
errors-accessing-db =
    Произошла ошибка при обращении к базе данных.
    
    Возможные причины:
    — антивирус, сетевой экран, резервное копирование или программы для синхронизации могут мешать Anki, попробуйте отключить их;
    — диск может быть переполнен;
    — папка «Документы» или папка Anki может быть на сетевом диске;
    — файлы в «Документах» или папке Anki могут быть не доступными для записи;
    — жёсткий диск может иметь ошибки.
    
    Выберите в меню «Инструменты» — «Проверить базу данных», чтобы убедиться, что коллекция не повреждена.
errors-unable-open-collection =
    Anki не смогла открыть файл коллекции. Если проблема сохраняется после перезапуска компьютера, выберите в меню «Файл > Сменить профиль» и нажмите кнопку «Открыть резервную копию».
    
    Отладочная информация:
errors-windows-tts-runtime-error = Автоматическая озвучка текста не работает. Проверьте установку обновлений Windows, перезагрузите компьютер и воспользуйтесь другой голосовой службой.
errors-windows-ssl-updates = Сбой безопасного соединения. Убедитесь, что установлены обновления Windows, затем повторите попытку.

## OBSOLETE; you do not need to translate this

