-errors-support-site = [שטיצזײַטל](https://help.ankiweb.net)
errors-standard-popup2 = ס׳איז פֿאָרגעקומען אַ כּמו טעות. פֿאָלג ביטע נאָך די טריט עס אויסצופּלאָנטערן.
errors-may-be-addon = אָט דער פּראָבלעם קען אפֿשר גורם ווערן פֿון אַ צוגאָבל.
errors-troubleshooting-button = אויספּלאָנטערן
errors-copy-debug-info-button = קאָפּירן דיבוק-דאַטן
errors-copied-to-clipboard = קאָפּירט אין קליפּבאָורד
errors-standard-popup =
    # טעות
    
    ס׳איז פֿאָרגעקומען אַ טועת. ניץ ביטע **מכשירים > באַטראַכטן דאַטן-באַזע** כּדי צו באַקוקן, צו ס׳פֿאַרריכט דעם פּראָבלעם.
    
    ווען ס׳האַלטן נאָך אַלץ אָן פּראָבלעמען, גיב ביטע אָפּ אַ באַריכט צו אונדזער { -errors-support-site }.
    ביטע קאָפּיר און קלעפּ אַרײַן די ווײַטערדיקע דאַטן אין דײַן באַריכט.
errors-addons-active-popup =
    # טעות
    
    ס׳איז פֿאָרגעקומען אַ כּמו טעות. לאָד צו אַנקי בעת׳ן אײַנהאַלטן דעם ׳שיפֿט׳ קנעפּל, וואָס וועט צײַטווײַליק בטל מאַכן צוגאָבלעך וואָס האָסט פֿריִער אַרײַנגעלאָדט. 
    
    אויב דער פּראָבלעם גייט פֿאָר נאָך ווען צוגאָבלעך זענען אַקטיווירט, באַניץ ביטע דעם מעניו „מכשירים > צוגאָבלעך״ כּדי בטל צו מאַכן טייל צוגאָבלעך און לאָז אַנקי צו אויף ס׳נײַ, איבער׳חזר׳נדיק דעם פּראָצעס ביז דו פּלאָנטערסט אויס וועלכער איז דאָס צוגאָבל וואָס איז גורם דעם פּראָבלעם.
    
    ווען דו האָסט שוין אַנטדעקט וועלכער איז דאָס צוגאָבל וואָט איז גורם דעם פּראָבלעם, גיב ביטע אָן אַ באַריכט דעם מחבר פֿונעם צוגאָבל.
    
    דוביק-דאַטן:
errors-accessing-db =
    ס׳איז פֿראָגעקומען אַ טעות בשעת׳ן צוקומען די דאַטן-באַזע.
    
    מעגלעכע סיבות:
    
    • אַנטי-ווירוס, שיצווענטל (פֿײַער-מויער), רעזערוו- אָדער סינכראָניזיר-פּראָגראַמוואַרג שטעקט זיך אפֿשר אַרײַן אין אַנקי. גיב אַ פּרוּוו בטל מאַכן אַזאַ פּראָגראַמוואַרג כּדי צו זען צי דער פּראָבלעם גייט אויס.
    • דײַן דיסק קען זײַן פֿול.
    • קען זײַן, אַז די פּאַפּקע "Documents/Anki" קען מען נישט צושרײַבן דעראין.
    • ס׳קענען זײַן טעות׳ן אין דײַן דיסק.
    
    ס׳איז כּדאי אויסצופֿירן „מכשירים > באַטראַכטן דאַטן-באַזע״ כּדי צו פֿאַרזיכערען, אַז דײַן זאַמלונג איז נישט געשעדיקט געוואָרן.
errors-unable-open-collection =
    אַנקי האָט נישט געקענט עפֿענען דײַן זאַמלונג-טעקע. ווען ס׳האַלטן נאָך אַלץ אָן פּראָבלעמען נאָכ׳ן צולאָדן דײַן קאָמפּיוטער אויף ס׳נײַ, באַניץ ביטע דאָס „עפֿענען רעזערוו-קאָפּיע״ קנעפּל אינעם פּראָפֿיל-אָנפֿירער.
    
    דיבוק-דאַטן:
errors-windows-tts-runtime-error = דער „טעקסט-צו-רייד״ (TTS) סערוויס איז דורכגעפֿאַלן. פֿאַרזיכער אַז Windows איז דערהײַנטיקט, פּרוביר צוצולאָדן דײַן קאָמפּיוטער אויף ס׳נײַ, אָדער פּרוביר אַן אַנדער קול.
errors-windows-ssl-updates = געשיצטע פֿאַרבינדונג דורכגעפֿאַלן. פֿאַרזיכער אַז Windows איז דערהײַנטיקט, דערנאָך געב ווידער אַ פּרוּוו.

## OBSOLETE; you do not need to translate this

