errors-invalid-input-empty = ഇൻപുട്ട് അസാധുവാണ്.
errors-invalid-input-details = ഇൻപുട്ട് അസാധുവാണ്: { $details }
errors-parse-number-fail = ഒരു അക്കം അസാധുവായിരുന്നു അല്ലെങ്കിൽ പരിധിക്ക് പുറത്തായിരുന്നു.
errors-filtered-parent-deck = ഫിൽട്ടർ ചെയ്ത ഡെക്കുകളിൽ ചൈൽഡ് ഡെക്കുകൾ ഉണ്ടാകരുത്.
errors-filtered-deck-required = ഫിൽട്ടർ ചെയ്ത ഡെക്കിൽ മാത്രമേ ഈ പ്രവർത്തനം ഉപയോഗിക്കാൻ കഴിയൂ.
errors-100-tags-max = പരമാവധി 100 ടാഗുകൾ തിരഞ്ഞെടുക്കാനാകും. നിങ്ങൾക്ക് ആവശ്യമില്ലാത്ത ടാഗുകൾക്ക് പകരം നിങ്ങൾ ആഗ്രഹിക്കുന്ന ടാഗുകൾ ലിസ്റ്റുചെയ്യുന്നത് സാധാരണയായി ലളിതമാണ്, കൂടാതെ നിങ്ങൾ ഒരു പാരന്റ് ടാഗ് തിരഞ്ഞെടുത്തിട്ടുണ്ടെങ്കിൽ ചൈൽഡ് ടാഗുകൾ തിരഞ്ഞെടുക്കേണ്ട ആവശ്യമില്ല.
errors-multiple-notetypes-selected = ദയവായി ഒരു കുറിപ്പ് തരത്തിൽ നിന്ന് മാത്രം കുറിപ്പുകൾ തിരഞ്ഞെടുക്കുക.
