-errors-support-site = [сайт підтримки](https://help.ankiweb.net)
errors-standard-popup2 = Anki стикнулась з проблемою. Дотримуйтеся кроків з усунення вад.
errors-may-be-addon = Проблема може бути спричинена додатком.
errors-troubleshooting-button = Усунення вад
errors-copy-debug-info-button = Скопіювати інформацію зневадження
errors-copied-to-clipboard = Скопійовано до буфера обміну
errors-standard-popup =
    # Помилка
    
    Сталася помилка. Будь ласка, скористайтесь **Інструменти → Перевірка бази даних** щоб виправити помилку.
    
    Якщо помилка залишиться, будь ласка, повідомте про помилку на нашому { -errors-support-site }.
    Скопіюйте інформацію у звіт нижче.
errors-addons-active-popup =
    # Помилка
    
    Виникла помилка. Необхідно запустити Anki, утримуючи клавішу «Shift», 
    щоб тимчасово вимкнути встановлені Вами доповнення.
    
    Якщо проблема виникає лише, коли увімкнено доповнення, виберіть меню Інструменти→Доповнення, щоб вимкнути деякі доповнення та перезапустити Anki, повторюючи цю процедуру, поки ви не виявите доповнення, що спричиняє проблему.
    
    Коли Ви виявите доповнення, що спричиняє проблему, 
    повідомте про неї у { -errors-addon-support-site }.
    
    <p>Інформація для відладки:</p>
errors-accessing-db =
    Під час доступу до бази даних сталася помилка.
    
    Можливі причини:
    
    - Антивірусна програма, фаєрвол, програма створення резервних копій або синхронізації даних може заважати роботі Anki. Спробуйте зупинити такі програми і перевірити, чи проблема не зникла.
    - Можливо заповнився жорсткий диск.
    - Тека Документи/Anki можливо розташована на віддаленому диску в мережі.
    - Можливо немає дозволу на запис файлів у теці Документи/Anki.
    - Можливо є помилки на жорсткому диску.
    
    Ви можете скористатися Інструменти>Перевірити базу даних, щоб переконатися, що ваша колекція не пошкоджена.
errors-unable-open-collection =
    Anki не вдалося відкрити файл колекції. Якщо проблема залишиться після перезавантаження комп'ютера, відкрийте резервну копію в менеджері профілів.
    
    Інформація налагодження:
errors-windows-tts-runtime-error = Помилка TTS сервісу. Будь ласка, впевніться, що усі оновлення Windows встановлено, спробуйте перезавантажити компʼютер або оберіть інший голос.
errors-windows-ssl-updates = Помилка безпечного з'єднання. Спробуйте ще раз, переконавшись, що оновлення для Windows встановлено.

## OBSOLETE; you do not need to translate this

